Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# onboarding_welcome3_feature1
source: Speeds up the sign-in process
de: Beschleunigt den Log-in Prozess
pl: Przyspiesza proces logowania

# onboarding_welcome3_feature2
source: Multi-layer encryption
de: Mehrschichtige Verschlüsselung
pl: Szyfrowanie wielowarstwowe

# onboarding_welcome3_feature3
source: Item Security Tiers
de: Eintragssicherheitsstufen
pl: Poziomy bezpieczeństwa elementów

# onboarding_welcome3_title
source: Web Browser Extension
de: Browser-Erweiterung
pl: Rozszerzenie przeglądarki

# open_external_file_error_body
source: Opening a 2FAS Pass backup file is not supported. Go to 2FAS Pass Settings to import it.
de: Das direkte Öffnen von 2FAS-Sicherungsdateien wird nicht unterstützt. Bitte importiere sie über die Einstellungen.
pl: Otwieranie pliku kopii zapasowej 2FAS Pass nie jest obsługiwane. Przejdź do Ustawień 2FAS Pass, aby go zaimportować.

# password_error_copy_password
source: Error while copying the password
de: Fehler beim kopieren des Passwortes
pl: Błąd podczas kopiowania hasła

# password_error_copy_username
source: Error while copying the username
de: Fehler beim kopieren des Nutzernamens
pl: Błąd podczas kopiowania użytkownika

# password_generator_characters
source: Characters
de: Zeichen
pl: Znaki

# password_generator_copy_cta
source: Copy
de: Kopieren
pl: Kopiuj

# password_generator_digits
source: Digits
de: Zahlen
pl: Cyfry

# password_generator_generate_cta
source: Generate
de: Generieren
pl: Generuj

# password_generator_header
source: Password Generator
de: Passwortgenerator
pl: Generator haseł

# password_generator_special_characters
source: Special characters
de: Spezielle Zeichen
pl: Znaki specjalne

# password_generator_uppercase_characters
source: Uppercase characters
de: Großgeschriebene Schriftzeichen
pl: Duże litery

# password_generator_use_cta
source: Use password
de: Benutzte das Passwort
pl: Użyj to hasło

# password_length_requirement
source: At least 9 characters
de: Mindestens 9 Zeichen
pl: Minimum 9 znaków

# passwords_match_text
source: Passwords match
de: Passwörter stimmen überein
pl: Hasła są zgodne

# paywall_notice_browsers_limit_msg
source: You've reached your limit. Upgrade your plan to sync unlimited devices.
de: Du hast dein Limit erreicht. Bitte upgrade deinen Tarif, um deinen Tresor über unbegrenzte Geräte zu synchronisieren.
pl: Limit osiągnięty. Ulepsz swój plan, aby aby synchronizować nieograniczoną liczbę urządzeń.

# paywall_notice_browsers_limit_title
source: Can't connect
de: Es konnte keine Verbindung hergestellt werden
pl: Nie można połączyć

# paywall_notice_cta
source: Upgrade plan
de: Tarif wechseln
pl: Ulepsz plan

# paywall_notice_items_limit_import_msg
source: You've reached your %d Item limit. Upgrade your plan for unlimited Items.
de: Du hast das Limit von %d Einträgen erreicht. Bitte wechsel deinen Tarif, um weitere Einträge hinzuzufügen.
pl: Osiągnięto limit %d elementów. Ulepsz swój plan, aby uzyskać nielimitowaną liczbę elementów.

# paywall_notice_items_limit_import_title
source: Can’t import Items
de: Einträge können nicht importiert werden
pl: Nie można zaimportować elementów

# paywall_notice_items_limit_reached_msg
source: You’ve reached the limit of %d Items. Upgrade your plan for unlimited Items.
de: Du hast das Limit von %d Einträgen erreicht. Bitte wechsel deinen Tarif, um weitere Einträge hinzuzufügen.
pl: Osiągnięto limit %d elementów. Ulepsz swój plan, aby uzyskać nielimitowaną liczbę elementów.

# paywall_notice_items_limit_reached_title
source: Item limit reached
de: Das Eintragslimit wurde erreicht
pl: Osiągnięto limit elementów

# paywall_notice_items_limit_restore_msg
source: Restoring these Items would exceed the %d Item limit. Upgrade your plan for unlimited Items.
de: Das Wiederherstellen dieser Einträge würde dein Eintraglimit von %d Einträgen überschreiten. Bitte ändere deinen Tarif, um unbegrenzt Einträge zu speichern.
pl: Przywrócenie tych elementów spowodowałoby przekroczenie limitu %d elementów. Ulepsz swój plan, aby uzyskać nielimitowaną liczbę elementów.

# paywall_notice_items_limit_restore_title
source: Can’t restore Items
de: Einträge konnten nicht wiederhergestellt werden
pl: Nie można przywrócić elementów

# paywall_notice_items_limit_transfer_msg
source: You've reached your %d Item limit. Upgrade your plan for unlimited Items.
de: Du hast das Limit von %d Einträgen erreicht. Bitte wechsel deinen Tarif, um weitere Einträge hinzuzufügen.
pl: Osiągnięto limit %d elementów. Ulepsz swój plan, aby uzyskać nielimitowaną liczbę elementów.

# paywall_notice_items_limit_transfer_title
source: Can’t transfer Items
de: Einträge konnten nicht übertragen werden
pl: Nie można przenieść elementów

# paywall_notice_multi_device_msg
source: Matching Vault exists in the backup but is linked to another device. Upgrade your plan to enable multi-device sync.
de: Ein Tresor wurde in dieser Datensicherung gefunden, allerdings ist er mit einem anderen Gerät verbunden. Bitte ändere deinen Tarif, um die Geräte-Sync Funktion freizuschalten.
pl: Pasujący sejf istnieje w kopii zapasowej, ale jest powiązany z innym urządzeniem. Ulepsz swój plan, aby włączyć synchronizację między wieloma urządzeniami.

# permission_camera_msg
source: Camera access is required to scan QR Codes. To use this feature, go to Application Permissions and allow the app to access the camera.
de: Kamera-Zugriff erforderlich, um QR-Codes zu scannen. Bitte aktiviere die Berechtigung in deinen Geräteeinstellungen.
pl: Dostęp do kamery jest wymagany do skanowania kodów QR. Aby skorzystać z tej funkcji, przejdź do sekcji „Uprawnienia aplikacji” i pozwól aplikacji na dostęp do kamery.

# permission_camera_title
source: Camera access
de: Kamera Zugriff
pl: Dostęp do kamery

# permission_notifications_msg
source: The app requires access to Push Notifications to access the browser extension functionality. You can change this setting at any time in System Settings.
de: Erlaube Benachrichtigungen, um alle Funktionen der Browser-Erweiterung zu nutzen. Du kannst dies jederzeit in den Einstellungen ändern.
pl: Aplikacja wymaga dostępu do powiadomień push, aby uzyskać dostęp do funkcji rozszerzenia przeglądarki. Można to zmienić w ustawieniach systemowych.

# permission_notifications_title
source: Push Notifications
de: Benachrichtigungen
pl: Powiadomienia push

# push_browser_request_generic_message
source: New request from browser
de: Neue Anfrage von deinem Web-Browser
pl: Nowa prośba z przeglądarki

# push_browser_request_message
source: New request from %@
de: Neue Anfrage von %@
pl: Nowa prośba od %@

# push_browser_request_title
source: 2FAS Pass request
de: 2FAS Pass Anfrage
pl: Prośba z 2FAS Pass

# qrscan_camera_launch_error
source: Camera could not be launched. Try again.
de: Die Kamera konnte nicht gestartet werden. Bitte versuche es erneut.
pl: Nie można włączyć kamery. Spróbuj ponownie.

# quick_setup_autofill_description
source: Select 2FAS Pass to automatically fill in Item details in other apps.
de: Wähle 2FAS Pass aus, um Zugangsdaten automatisch in anderen Apps auszufüllen.
pl: Wybierz 2FAS Pass, aby automatycznie uzupełniać szczegóły elementów w innych aplikacjach.

# quick_setup_autofill_title
source: AutoFill
de: Automatisches Ausfüllen
pl: Autouzupełnianie

# quick_setup_drive_sync_description
source: Securely sync your data using Google Drive in case this device gets lost or damaged.
de: Synchronisiere deine Daten sicher mit deinem Google Drive – so bist du bestens geschützt, falls dein Handy gestohlen wird oder plötzlich den Geist aufgibt.
pl: Bezpiecznie synchronizuj swoje dane za pomocą Google Drive w przypadku uszkodzenia lub utraty tego urządzenia.

# quick_setup_drive_sync_title
source: Vault Sync
de: Tresor Sync
pl: Synchronizacja sejfu

# quick_setup_icloud_sync_description
source: Securely sync your data using iCloud in case this device gets lost or damaged.
de: Synchronisiere deine Daten sicher mit deiner iCloud. So bewahrst du deine wertvollen Informationen stets zuverlässig auf – selbst wenn dein Handy einmal beschädigt wird oder verloren geht.
pl: Bezpiecznie synchronizuj swoje dane za pomocą iCloud w przypadku uszkodzenia lub utraty tego urządzenia.

# quick_setup_icloud_sync_failure
source: Failed to enable Vault Sync
de: Aktivieren der Cloud-Sync ist fehlgeschlagen
pl: Nie udało się włączyć synchronizacji sejfu

# quick_setup_icloud_sync_title
source: Vault Sync
de: Tresor Synchronisation
pl: Synchronizacja sejfu

# quick_setup_import_items_cta
source: Import Items from 2FAS Pass backup
de: 2FAS Pass Einträge importieren
pl: Import kopii zapasowej 2FAS Pass

# quick_setup_recommended
source: Recommended
de: Empfohlen
pl: Zalecane

# quick_setup_security_tier_default_label
source: Default
de: Standard
pl: Domyślny

# quick_setup_security_tier_description
source: Decide how to use individual Items with Autofill and share them with the Browser Extension.
de: Entscheide, wie du einzelne Elemente mit dem automatischen Ausfüllen verwendest und gib sie für die Browser-Erweiterung frei.
pl: Zdecyduj o dostępie funkcji autouzupełniania i rozszerzenia przeglądarki do każdego elementu.

# quick_setup_security_tier_title
source: Security Tier
de: Sicherheitsstufe
pl: Poziom bezpieczeństwa

# quick_setup_subtitle
source: Personlize your security and usability preferences.
de: Personalisiere deine Benutzungs- und Sicherheitspräferenzen.
pl: Spersonalizuj swoje preferencje dotyczące bezpieczeństwa i użyteczności.

# quick_setup_title
source: Quick setup
de: Schnelleinrichtung
pl: Szybka konfiguracja

# quick_setup_transfer_items_cta
source: Transfer from other apps
de: Aus anderen Apps übertragen
pl: Transfer z innych aplikacji

# recovery_error_forbidden
source: User is forbidden to access this path.
de: Der Nutzer hat keine Berechtigung, diesen Pfad aufzurufen
pl: Użytkownik nie ma uprawnień do tej ścieżki.

# recovery_error_index_damaged
source: Index file is damaged.
de: Die Index-Datei ist beschädigt.
pl: Plik indeksu jest uszkodzony.

# recovery_error_index_not_found
source: Index file not found. The backup folder is empty.
de: Die Index-Datei wurde nicht gefunden. Die Datensicherung ist leer.
pl: Nie znaleziono pliku indeksu. Folder kopii zapasowej jest pusty.

# recovery_error_newer_version
source: The existing backup was created using a newer version. Update the app.
de: Die existierende Datensicherung wurde von einer neueren App Version erstellt. Bitte aktualisiere die App.
pl: Istniejąca kopia zapasowa została utworzona w nowszej wersji. Zaktualizuj aplikację.

# recovery_error_nothing_to_import
source: Nothing to import. Backup file has no Items.
de: Nichts zu importieren. Die Datensicherung beinhaltet keine Einträge.
pl: Brak danych do zaimportowania. Plik kopii zapasowej nie zawiera żadnych elementów.

# recovery_error_unauthorized
source: User is not authorized to access this path.
de: Der Benutzer hat keine Berechtigung, diesen Pfad aufzurufen.
pl: Użytkownik nie ma uprawnień do tej ścieżki.

# recovery_error_vault_damaged
source: Vault file is damaged.
de: Der Tresor ist beschädigt.
pl: Plik kopii zapasowej jest uszkodzony.

# recovery_error_vault_not_found
source: Vault file not found. The backup folder is empty.
de: Tresor Datei wurde nicht gefunden. Die Datensicherung ist leer.
pl: Nie znaleziono pliku kopii zapasowej. Folder kopii zapasowej jest pusty.

# recovery_kit_header
source: 2FAS Pass Decryption Kit
de: 2FAS Pass Verschlüsselungskit
pl: Zestaw deszyfrujący 2FAS Pass

# recovery_kit_title
source: 2FAS Pass Decryption Kit
de: 2FAS Pass Entschlüsselungskit
pl: Zestaw deszyfrujący 2FAS Pass

# recovery_kit_write_down
source: Write down the Master Password:
de: Notiere dein Masterkennwort:
pl: Zapisz hasło główne

# request_modal_card_request_subtitle
source: Browser Extension requests this Card
de: Die Browser-Erweiterung fragt diese Karte an
pl: Rozszerzenie przeglądaki prosi o dostęp do tej karty

# request_modal_card_request_title
source: Card Request
de: Karten Anfrage
pl: Prośba o dostęp do karty

# request_modal_error_generic_cta
source: Close
de: Schließen
pl: Zamknij

# request_modal_error_generic_subtitle
source: Something went wrong. Please try again.
de: Es ist bei dem Prozess ein Fehler aufgetreten. Versuche es bitte erneut.
pl: Wystąpił błąd. Spróbój ponownie.

# request_modal_error_generic_title
source: Error occurred
de: Es ist bei dem Prozess ein Fehler aufgetreten
pl: Wystąpił błąd

# request_modal_error_items_limit_cta
source: Upgrade plan
de: Tarif upgraden
pl: Ulepsz plan

# request_modal_error_items_limit_subtitle
source: You’ve reached the limit of %d Items. Upgrade your plan for unlimited Items.
de: Du hast das Limit von %d Einträgen erreicht. Bitte wechsel deinen Tarif, um weitere Einträge hinzuzufügen.
pl: Limit %d elementów osiągnięty. Ulepsz swój plan, aby uzyskać nielimitowaną liczbę elementów.

# request_modal_error_items_limit_title
source: Items limit reached
de: Einträgelimit erreicht
pl: Osiągnięto limit elementów

# request_modal_error_no_item_cta
source: Close
de: Schließen
pl: Zamknij

# request_modal_error_no_item_subtitle
source: Browser Extension wants to access an Item that does not exist in your Vault.
de: Die Browser-Erweiterung versucht auf einen Eintrag zuzugreifen, der nicht in deinem Tresor existiert.
pl: Rozszerzenie przeglądarki chce uzyskać dostęp do elementu, którego nie ma w sejfie.

# request_modal_error_no_item_title
source: Item does not exist
de: Der Eintrag existiert nicht
pl: Element nie istnieje

# request_modal_error_send_data_subtitle
source: Item was saved on this device, but couldn't be sent to your browser. To send it, please reconnect to your browser extension.
de: Der Eintrag wurde auf deinem Gerät gespeichert, jedoch konnte er nicht an die Browser-Erweiterung gesendet werden. Bitte stelle die Verbindung zur Browser-Erweiterung erneut her.
pl: Element został zapisany na tym urządzeniu ale nie wysłano go do przeglądarki. Aby go wysłać, połącz się ponownie z rozszerzeniem przeglądarki.

# request_modal_error_send_data_title
source: Item saved only on this device
de: Einträge nur auf diesem Gerät gespeichert
pl: Element zapisany tylko na tym urządzeniu

# request_modal_full_sync_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# request_modal_full_sync_cta_positive
source: Send
de: Schicken
pl: Wyślij

# request_modal_full_sync_subtitle
source: Send your Vault's data to the browser extension.
de: Schicke deine Tresordaten an deine Browser-Erweiterung.
pl: Wyślij dane twojego sejfu do rozszerzenia przeglądarki.

# request_modal_full_sync_title
source: Vault Request
de: Tresor Anfrage
pl: Synchronizacja sejfu

# request_modal_header_title
source: Request from 2FAS Pass
de: Anfrage der 2FAS Pass App
pl: Prośba o dostęp z 2FAS Pass

# request_modal_loading
source: Connecting…
de: Eine Verbindung wird aufgebaut ...
pl: Łączenie...

# request_modal_new_card_title
source: New Card
de: Neue Karte
pl: Nowa karta

# request_modal_new_item_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# request_modal_new_item_cta_positive
source: Continue
de: Fortfahren
pl: Kontynuuj

# request_modal_new_item_subtitle
source: Browser Extension asks you to add a new Item to your Vault
de: Die Browser-Erweiterung möchte einen neuen Eintrag zu deinem Tresor hinzufügen
pl: Rozszerzenie przeglądarki chce dodać nowy element do twojego sejfu

# request_modal_new_item_title
source: New Item
de: Neuer Eintrag
pl: Nowy element

# request_modal_new_login_title
source: New Login
de: Neuer Log-in
pl: Nowy login

# request_modal_new_secure_note_title
source: New Secure Note
de: Neue sichere Notiz
pl: Nowa notatka

# request_modal_new_wifi_title
source: Add Wi-Fi
de: Wi-Fi hinzufügen
pl: Dodaj Wi-Fi

# request_modal_password_request_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# request_modal_password_request_cta_positive
source: Send
de: Senden
pl: Wyślij

# request_modal_password_request_subtitle
source: Browser extension requests this Item's password
de: Die Browser-Erweiterung fragt an, ob sie auf das Passwort dieses Eintrages zugreifen darf
pl: Rozszerzenie przeglądarki prosi o dostęp do tego loginu

# request_modal_password_request_title
source: Password Request
de: Passwort Anfrage
pl: Prośba o dostęp do hasła

# request_modal_remove_card_title
source: Remove Card
de: Karte entfernen
pl: Usuń kartę

# request_modal_remove_item_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# request_modal_remove_item_cta_positive
source: Remove
de: Entfernen
pl: Usuń

# request_modal_remove_item_subtitle
source: Browser Extension asks you to remove the following Item from your Vault
de: Die Browser-Erweiterung möchte den folgenden Eintrag aus deinem Tresor entfernen
pl: Rozszerzenie przeglądarki chce usunac poniższy element z twojego sejfu

# request_modal_remove_item_title
source: Remove Item
de: Eintrag entfernen
pl: Usuń

# request_modal_remove_login_title
source: Remove Login
de: Login entfernen
pl: Usuń login

# request_modal_remove_secure_note_title
source: Remove Secure Note
de: Sichere Notiz entfernen
pl: Usuń notatkę

# request_modal_remove_wifi_title
source: Remove Wi-Fi
de: Wi-Fi entfernen
pl: Usuń Wi-Fi

# request_modal_secure_note_request_subtitle
source: Browser Extension requests this Note
de: Die Browser-Erweiterung fragt diese Notiz an
pl: Rozszerzenie przeglądaki prosi o dostęp do tej notatki

# request_modal_secure_note_request_title
source: Secure Note Request
de: Sichere Notiz Anfrage
pl: Prośba o dostęp do notatki

# request_modal_toast_cancel
source: Request canceled!
de: Die Anfrage wurde abgebrochen!
pl: Połączenie anulowane!

# request_modal_toast_success_add_login
source: Item added successfully!
de: Der Eintrag wurde erfolgreich hinzugefügt!
pl: Element dodany pomyślnie!

# request_modal_toast_success_card_request
source: Card sent successfully
de: Die Karte wurde erfolgreich versendet
pl: Karta wysłana pomyślnie

# request_modal_toast_success_delete_login
source: Item deleted successfully!
de: Der Eintrag wurde erfolgreich gelöscht!
pl: Element usunięty pomyślnie!

# request_modal_toast_success_full_sync
source: Synced successfully
de: Erfolgreich synchronisiert
pl: Zsynchronizowano pomyślnie

# request_modal_toast_success_password_request
source: Password sent successfully!
de: Das Passwort wurde erfolgreich übermittelt!
pl: Hasło wysłane pomyślnie!

# request_modal_toast_success_secure_note_request
source: Note sent successfully
de: Die Notiz wurde erfolgreich versendet
pl: Notatka wysłana pomyślnie

# request_modal_toast_success_update_login
source: Item updated successfully!
de: Der Eintrag wurde erfolgreich bearbeitet!
pl: Element zaktualizowany pomyślnie!

# request_modal_update_card_title
source: Update Card
de: Karte aktualisieren
pl: Zaktualizuj kartę

# request_modal_update_item_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# request_modal_update_item_cta_positive
source: Continue
de: Fortfahren
pl: Kontynuuj

# request_modal_update_item_subtitle
source: Browser Extension requests the update of the following fields of this Item.
de: Die Browser-Erweiterung möchte das folgende Feld bearbeiten.
pl: Rozszerzenie przeglądarki chce zaktualizować następujące pola tego elementu.

# request_modal_update_item_title
source: Update Item
de: Eintrag aktualisieren
pl: Zaktualizuj element

# request_modal_update_login_title
source: Update Login
de: Log-in aktualisieren
pl: Zaktualizuj login

# request_modal_update_secure_note_title
source: Update Secure Note
de: Sichere Notiz bearbeiten
pl: Zaktualizuj notatkę

# request_modal_update_wifi_title
source: Update Wi-Fi
de: Wi-Fi aktualisieren
pl: Zaktualizuj Wi-Fi

# request_modal_wifi_request_subtitle
source: Browser Extension requests this Wi-Fi
de: Die Browser-Erweiterung fragt diese Wi-Fi Daten an
pl: Rozszerzenie przeglądaki prosi o dostęp do Wi-Fi

# request_modal_wifi_request_title
source: Wi-Fi Request
de: Wi-Fi Anfrage
pl: Prośba o dostęp do Wi-Fi

# restore_cloud_files_description
source: Below, you can see a list of 2FAS Pass Vaults. Select the one you want to restore.
de: Wählen bitte, welche der folgenden 2FAS Pass Tresore du wiederherstellen willst:
pl: Poniżej znajduje się lista sejfów 2FAS Pass. Wybierz ten, który chcesz przywrócić.

# restore_cloud_files_empty_description
source: No Vaults found in your cloud storage
de: Es wurde keine Datensicherung in der Cloud gefunden
pl: Brak zapisanych sejfów w chmurze

# restore_cloud_files_header
source: Your files
de: Deine Dateien
pl: Twoje pliki

# restore_cloud_files_title
source: Your Vaults
de: Deine Tresore:
pl: Twoje sejfy

# restore_cloud_files_updated_at %@
source: Updated at: %@
de: Aktualisiert an dem: %@
pl: Zaktualizowano: %@

# restore_decrypt_vault_description
source: To proceed, enter your Secret Words and Master Password using one of the available methods:
de: Bitte gebe, um fortzufahren deine Wiederherstellungswörter sowie dein Masterkennwort ein. Nutze dafür eine der folgenden Methoden:
pl: Aby kontynuować, wprowadź swoje tajne słowa i hasło główne, korzystając z jednej z dostępnych metod:

# restore_decrypt_vault_option_file
source: Local Decryption Kit File
de: Lokales Entschlüsselungskit
pl: Lokalny zestaw deszyfrujący

# restore_decrypt_vault_option_file_description
source: Select a PDF file
de: Wähle eine PDF Datei
pl: Wybierz plik PDF

# restore_decrypt_vault_option_manual
source: Manual Input
de: Manuelle Eingabe
pl: Wprowadzanie ręczne

# restore_decrypt_vault_option_manual_description
source: Enter Secret Words manually
de: Gebe die Wiederherstellungswörter manuell ein
pl: Wprowadź tajne słowa ręcznie

# restore_decrypt_vault_option_scan_qr
source: Printed Decryption Kit
de: Ein ausgedrucktes Entschlüsselungskit benutzen
pl: Wydrukowany zestaw deszyfrujący

# restore_decrypt_vault_option_scan_qr_description
source: Scan the QR code
de: Scanne den QR-Code
pl: Zeskanuj kod QR

# restore_decrypt_vault_option_title
source: Select decryption method:
de: Wähle eine Entschlüsselungsmethode:
pl: Wybierz metodę odszyfrowania:

# restore_decrypt_vault_title
source: Decrypt Your Backup
de: Entschlüssel deine Sicherungsdatei
pl: Odszyfruj swoją kopie zapasową

# restore_enter_words_title
source: Enter Secret Words manually
de: Wiederherstellungswörter manuell eingeben
pl: Wprowadź tajne słowa ręcznie

# restore_error_general
source: Error. Something went wrong. Please try again.
de: Fehler versuche es erneut.
pl: Wystąpił błąd. Spróbój ponownie.

# restore_error_incorrect_qr_code
source: Error. Incorrect QR Code.
de: Fehler. Der QR-Code ist nicht korrekt.
pl: Błąd. Nieprawidłowy kod QR

# restore_error_incorrect_words
source: Error. Incorrect Secret Words.
de: Fehler. Falsche Wiederherstellungswörter
pl: Błąd. Nieprawidłowe tajne słowa

# restore_failure_description
source: Did you use the correct Decryption Kit?
de: Hast du das korrekte Entschlüsselungskit benutzt?
pl: Czy użyłeś poprawnego zestawu deszyfrującego?

# restore_failure_title
source: Error while trying to recover the Vault
de: Ein Fehler ist aufgetreten beim Versuch, diesen Tresor wiederherzustellen
pl: Błąd podczas przywracania sejfu

# restore_icloud_files_error
source: Error while fetching iCloud contents
de: Fehler beim Abrufen der iCloud Daten
pl: Błąd podczas pobierania zawartości iCloud

# restore_icloud_files_title
source: Select file
de: Wähle die Datei
pl: Wybierz plik

# restore_importing_file_error_text
source: Error importing file
de: Ein Fehler ist beim Importieren der Datei aufgetreten.
pl: Błąd przy imporcie pliku

# restore_importing_file_text
source: Importing backup file…
de: Importieren der Datensicherung ...
pl: Importowanie kopii zapasowej...

# restore_manual_key_incorrect_words
source: Incorrect Secret Words
de: Die Wiederherstellungswörter sind nicht korrekt
pl: Nieprawidłowe tajne słowa
